bilibili-bin
electron21-bin
fcitx5-skin-fluentdark-git
go-musicfox
hyprshot
hyprsome-git
linuxqq
microsoft-edge-stable-bin
mihomo
nerd-fonts-noto-sans-mono
pacmixer
teamspeak
timeshift-autosnap
ttf-maple-beta-nf-cn
ttf-wps-fonts
wechat-universal-bwrap
wps-office
wps-office-mui-zh-cn
wudao-dict-git
zotero-beta-bin
