alsa-utils
amdgpu_top
archlinuxcn-keyring
base
base-devel
bear
biber
btrfs-progs
chicken
cmake
cronie
cups
cups-pdf
docker
docker-compose
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-rime
fd
fisher
frpc
glfw
grub
grub-btrfs
hdf5-openmpi
hyprland
hyprpaper
hyprshot
inkscape
intel-ucode
jupyterlab
lazygit
less
lib32-vulkan-radeon
libtiff5
linux
linux-firmware
lldb
mako
man-db
mpc
mpd
neovim
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntp
nwg-look
openmpi
openssh
os-prober
pulseaudio
python-debugpy
python-h5py-openmpi
python-matplotlib
python-numpy
python-pynvim
python-scipy
python-seaborn
qbittorrent-nox
qt6-wayland
rime-ice-pinyin-git
ripgrep
samba
steam
syncthing
system-config-printer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
timeshift
tofi
tree-sitter-cli
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-twemoji
typst
unrar
unzip
vim
vulkan-radeon
waybar
wezterm-git
wget
woff2-font-awesome
xclip
xf86-video-amdgpu
xorg-xlsclients
xwayland-satellite
yay
yazi
zathura
zathura-djvu
zathura-pdf-poppler
zip
zotero
