alsa-utils
archlinuxcn-keyring
base
base-devel
btrfs-progs
chicken
cronie
docker
docker-compose
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-rime
fd
fisher
glfw
go-musicfox-git
grub
grub-btrfs
hdf5-openmpi
hyprland-git
intel-ucode
kitty
less
lib32-nvidia-utils
linux
linux-firmware
mako
mpc
mpd
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nvidia
nvidia-settings
openmpi
openssh
os-prober
pulseaudio
python-matplotlib
python-numpy
qbittorrent-nox
qt6-wayland
rime-ice-pinyin-git
ripgrep
steam
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunderbird
timeshift
tofi
ttf-font-awesome
ttf-jetbrains-mono-nerd
ttf-liberation
unzip
vim
waybar
xorg-xlsclients
yay
yazi
zathura
zathura-pdf-poppler
